tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "coreutils"
brew "cowsay"
#brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "hexyl"
brew "htop"
brew "jq"
brew "neofetch"
brew "nethack"
brew "nmap"
brew "node"
brew "python"
brew "rbenv"
brew "ruby-build"
brew "sl"
brew "telnet"
brew "tldr"
brew "tree"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"

cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"

cask "alacritty"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"

